Revit 2024 API
ReloadSwapOutInfo.PreviousVersion Property
 Previous version.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public int PreviousVersion { get; }
Visual Basic
Public ReadOnly Property PreviousVersion As Integer
	Get
Visual C++
public:
property int PreviousVersion {
	int get ();
}
See Also
ReloadSwapOutInfo Class
Autodesk.Revit.DB Namespace